Repository: Awkward-im/Torchlight
Catalog: RGGUI/rggui.*.po
Languages: ru

source: Load imageset
ru: Загрузить imageset

source: Save sprite
ru: Сохранить спрайт

source: If property name marked as unsupported but have space or underscore, try to switch them.
ru: Если свойство помечено неподдерживаемым но содержит пробел или почёркивание, попробуйте поменять одно на другое.

source: - default -
ru: - по умолчанию -

source: Enter new name
ru: Введите новое имя

source: Change name of
ru: Смена имени у

source: This is text preview without children nodes. You can select child from tree.
ru: Это текстовый предпросмотр без дочерних узлов. Вы можете выбрать дочерний узел в дереве.

source: UNDEFINED
ru: НЕ ОПРЕДЕЛЁН

source: This object is unsupported in current project version.
ru: Этот объект еподдерживаем в текущей версии проекта.

source: WARNING! This layout file version differs from current project version.
ru: ВНИМАНИЕ! Версия этого файла отличается от версии текущего проекта.

source: Build file list. Please, wait...
ru: Построение списка файлов. Ждите...

source: Build preview
ru: Построение предпросмотра

source: Build tree
ru: Построение дерева

source: Can't save file
ru: Не могу сохранить файл

source: Changed file
ru: Изменённый файл

source: Create directory
ru: Создать папку

source: Create file
ru: Создать файл

source: Deleted file
ru: Удалённый файл

source: Enter dir name
ru: Введите имя папки

source: ; dirs:
ru: ; папок:

source: Extract directory
ru: Распаковать папку

source: Enter name (with / at the end for dir)
ru: Введите имя (с / в конце для папки)

source: Enter file name
ru: Введите имя файла

source: File path:
ru: Путь файла:

source: Files:
ru: Файлов:

source: files unpacked succesfully.
ru: файлов распаковано.

source: Texture file
ru: Файл текстуры

source: files imported
ru: файлов импортировано

source: Link to changed file
ru: Ссылка на изменённый файл

source: These files still on disk and not built-in until PAK/MOD saved.
ru: Эти файлы всё ещё на диске и не будут встроены до созранения PAK/MOD.

source: Link to new file
ru: Ссылка на новый файл

source: Bounds: Min:(%f, %f, %f); Max(%f, %f, %f); SubMeshes: %d
ru: Пределы: Min:(%f, %f, %f); Max(%f, %f, %f); Частей: %d

source: New file
ru: Новый файл

source: Nothing was imported.
ru: Ничто не импортировано.

source: Nothing to show with current filter
ru: Нечего показывать по текущим ксловиям

source: Offset
ru: Смещение

source: Read PAK. Parsing...
ru: Читаем PAK. Обрабатываем...

source: Ready to work
ru: Готово к работе

# formgui.rsrename
source: Rename file/dir
ru: Переименовать файд/папку

source: File saved
ru: Файл сохранён

source: File saved as
ru: Файл сохранён как

source: Patch saved as
ru: Патч сохранён как

source: Select directory
ru: Выберите папку

source: Size
ru: Размер

source: X: %d; Y: %d; Width: %d; Height: %d
ru: X: %d; Y: %d; Ширина: %d; Высота: %d

# formgui.rstime
source: Time
ru: Время

source: Unknown source encoding
ru: Неизвестная кодировка

source: unpacked succesfully.
ru: распаковано удачно.

source: You have unsaved changes. Continue anyway?
ru: Остались несохранённые изменения. Всё равно продолжить?

source: Warning!
ru: Внимание!

source: All Images
ru: Все картинки

source: &Clear
ru: Очистить

# tfmlogform.bbsave.caption
source: Save
ru: Сохранить

source: Save log to file
ru: Сохранить лог в файл

source: Show list of submeshes to switch show on/off
ru: Показать список сабмешей для отображения

# tformimageset.cbdarkbg.caption
source: Dark Background
ru: Тёмный фон

source: Extract
ru: Извлечь

source: Select all
ru: Выбрать всё

source: Ctrl-A to select all items in list, Ctrl-S to extract selected items
ru: Ctrl-A для выбора всех элементов, Ctrl-S сохранить выбранные

source: Delete Object
ru: Удалить объект

source: Rename Object
ru: Переименовать объект

source: Text preview
ru: Как текст

source: Add Object
ru: Добавить объект

source: Change PAK version
ru: Выбор версии PAK

source: Change game target without rebuild files
ru: Выбор версии игры без пересбора

# trgguiform.actdarkbg.caption
source: Dark Background
ru: Тёмный фон

source: Switch dark image background
ru: Переключить тёмный фон

# trgguiform.acteddelete.caption
source: Delete
ru: Удаление

source: Mark file to delete at next saving
ru: Пометить файл для удаления при следующем сохранении

source: Unpack selected
ru: Распаковать выбранное

source: Save selected file(s)
ru: Сохранить файл(ы)

source: &Font
ru: Шрифт

source: Change source code font
ru: Изменить шрифт исходного кода

# trgguiform.actedimport.caption
source: Import file(s)
ru: Импорт файла (ов)

# trgguiform.actedimport.hint
source: Import file(s)
ru: Импорт файла(ов)

source: Import dir
ru: Добавление папки

source: Import directory content (with subdirs)
ru: Добавить содержимое папки (с подкаталогами)

source: New file/dir
ru: Новый файл/папка

source: Rename
ru: Переименовать

# trgguiform.actedrename.hint
source: Rename file/dir
ru: Переименовать файл/папку

source: Reset
ru: Сброс

source: Remove any updates for file
ru: Удалить все изменения для файла

# trgguiform.actedsave.caption
source: Save
ru: Сохранить

source: Save editor content as update
ru: Сохранить содержимое редактора как обновление

source: Search
ru: Поиск

source: Search in editor
ru: Поиск в редакторе

source: Undo
ru: Отмена

source: Undo edited changes
ru: Отменить редактируемые изменения

source: &Close
ru: Закрыть

source: Close file
ru: Закрыть файл

source: E&xit
ru: Выход

source: Exit program
ru: Выход из программы

source: &Open
ru: Открыть

source: Open file
ru: Открыть файл

source: &Save
ru: Сохранить

source: Save file
ru: Сохранить файл

source: Save &As
ru: Сохранить как

source: Save &Patch
ru: Сохранить патч

source: Save just changed files
ru: Сохранить только изменённые файлы

source: &About
ru: О программе

source: About
ru: О программе

source: Open unpack dir
ru: Открыть папку распаковки

source: Open directory for unpack files
ru: Открыть папку для распаковки файлов

source: Reset View
ru: Сброс вида

source: Reset panels and columns width
ru: Сброс ширины панелей и столбцов

# trgguiform.actscaleimage.caption
source: Scale Image
ru: Масштаб

source: Scale small images
ru: Масштаб мелких картинок

source: Type Filter
ru: Фильтр типов

source: Show type filter
ru: Показать фильтр типов

# trgguiform.actshowinfo.caption
source: &Info
ru: Информация

# trgguiform.actshowinfo.hint
source: Show TL2 MOD info
ru: Показать информацию о моде ТЛ2

source: Show Log
ru: Показать лог

source: Show Log window
ru: Показать окно лога

# trgguiform.actshowpreview.caption
source: Show Preview
ru: Предпросмотр

source: Show preview/editor
ru: Поазать окно предпросмотра/редактора

source: Collapse tree
ru: Схлопнуть дерево

source: Play
ru: Играть

source: Stop
ru: Стоп

source: Fast scan (no packed size)
ru: Быстрое сканирование (без размера)

source: Make MOD.DAT for TL2 mod unpack
ru: Создать MOD.DAT при распаковке мода ТЛ2

source: Extract with original date
ru: Распаковать с исходной датой

source: Save Settings on exit
ru: Сохранять настройки при выходе

source: TL1: Save ADM files too
ru: TL1: Сохранить ADM файл тоже

source: Save text as UTF8
ru: Сохранять текст как UTF8

source: Save tree and grid width
ru: Сохранять ширину дерева и таблицы

source: DO NOT SAVE extracted files (test only)
ru: НЕ СОХРАНЯТЬ распакованные файлы (тест)

source: Keep path
ru: Сохранять пути

source: Use file name as dir for unpack
ru: Имя файла как папка для распаковки

source: Grid filter
ru: Фильтр таблицы

source: (filter)
ru: (фильтр)

source: Text unpack
ru: Распаковка текста

source: Grid
ru: Таблица

source: Dir for extraction
ru: Папка для распаковки

source: Calc Hash
ru: Считать хэш

source: Calculate selection hash
ru: Считать хэш выделенного текста

source: &Edit
ru: Редактор

source: Replace
ru: Заменить

source: &File
ru: Файл

source: &Help
ru: Помощь

source: Delete dir
ru: Удалить папку

# trgguiform.mitreeextract.caption
source: Extract w. subdirs
ru: Распаковать с подкаталогами

# trgguiform.mitreeextractdir.caption
source: Extract this dir
ru: Распаковать эту папку

# trgguiform.mitreeextractvisible.caption
source: Extract visible
ru: Распаковать видимые

source: Copy dir list
ru: Копировать список папок

source: New directory
ru: Новая папка

source: Restore dir
ru: Восстановить папку

source: Binary only
ru: Только двоичные

source: GUTS style
ru: Стиль GUTS

source: Text only
ru: Только текст

source: Rename text
ru: Переименовать текст

source: Setings
ru: Настройки

source: State
ru: Сост.

source: Dir
ru: Папка

# trgguiform.sgmain.columns[2].title.caption
source: Name
ru: Имя

# trgguiform.sgmain.columns[3].title.caption
source: Ext
ru: Расш

source: Type
ru: Тип

# trgguiform.sgmain.columns[5].title.caption
source: Time
ru: Время

source: Packed
ru: Упак

source: Unpacked
ru: Распак

source: Source
ru: Исход

# trgguiform.tbcolcategory.hint
source: Show/hide column: Category
ru: Показать/скрыть столбец: Категория

# trgguiform.tbcoldir.hint
source: Show/hide column: Directory
ru: Показать/скрыть столбец: Каталог

# trgguiform.tbcolext.hint
source: Show/hide column: Extension
ru: Показать/скрыть столбец: Расширение

# trgguiform.tbcolpacked.hint
source: Show/hide column: Packed size
ru: Показать/скрыть столбец: Пакованый размер

# trgguiform.tbcolsource.hint
source: Show/hide column: Source size
ru: Показать/скрыть столбец: Исходный размер

# trgguiform.tbcoltime.hint
source: Show/hide column: Time
ru: Показать/скрыть столбец: Время

# trgguiform.tbcolunpacked.hint
source: Show/hide column: Unpacked size
ru: Показать/скрыть столбец: Распакованный размер

source: Mod info
ru: Информация о моде

source: Can't save log file
ru: Не могу сохранить файл лога
