Repository: Awkward-im/Torchlight
Catalog: TL2SQLCP/languages/sqlcp.*.po
Languages: ru

source: Translation file generated
ru: Файл перевода создан

source: Translation file is NOT generated
ru: Файл перевода не создан

source: Can't save database
ru: Не могу сохранить БД

# fmsqlcp.rschooselang
source: Choose translation language
ru: Выберите язык перевода

source: Are you sure to delete it?
ru: Вы уверены, что хотите удалить это?

source: Mod have %d unique strings.
ru: Мод имеет %d уникальных строк.

source: Language:
ru: Язык:

source: Open mod (pak) file
ru: Открыть Mod (pak)

source: Open translation file
ru: Открыть файл перевода

source: Overwrite
ru: Перезаписать

source: Overwrite partial
ru: Перезап. неполные

source: Database saved
ru: БД сохранена

source: Save SQL Log?
ru: Сохранить лог SQL?

source: Skip
ru: Пропустить

source: Total lines: %d | Duplicates: %d | Different: %d | Unique: %d | Non-latin: %d | Files: %d | Tags: %d
ru: Всего строк: %d | Дублей: %d | Различных: %d | Уникальных: %d | Не-латиница: %d | Файлов: %d | Тэгов: %d

source: Total lines: %d | Unreferred lines: %d
ru: Всего строк: %d | Строк без ссылок: %d

source: Do you want to break scan?
ru: Вы хотите прервать сканирование?

source: Translation action
ru: Действие с переводом

source: When translation exists
ru: Когда перевод существует

source: Alternatives
ru: Альтернативы

source: Mod
ru: Мод

source: Text
ru: Текст

source: &Close
ru: Закрыть

source: Delete
ru: Удалить

source: &Restore
ru: Восстановить

source: Deleted lines
ru: Удалённые строки

source: Dupe List
ru: Список дубликатов

source: File
ru: Файл

source: Line
ru: Строка

source: Tag
ru: Тэг

source: Mark as Partial
ru: Пометить частичным

source: Next line
ru: Следующая строка

source: Next untranslated
ru: Следующая непереведёная

source: Previous line
ru: Предыдущая строка

source: Previous untranslated
ru: Предыдущая непереведёная

source: Show doubles
ru: Показать дубли

source: Show Sample
ru: Показать пример

# tedittextform.acttranslate.hint
source: Translate
ru: Перевод

source: Tag:
ru: Тэг:

source: Show Alternative Text
ru: Показать альтернативные тексты

source: &Clear
ru: Очистить

source: Save
ru: Сохранить

source: Save log to file
ru: Сохранить лог в файл

# tformsqlcp.gdlanguages.columns[0].title.caption
source: Count
ru: Количество

# tformsqlcp.gdlanguages.columns[1].title.caption
source: Lang
ru: Язык

# tformsqlcp.gdlanguages.columns[2].title.caption
source: Name
ru: Название

# tformsqlcp.gdmodstat.columns[0].title.caption
source: Count
ru: Количество

# tformsqlcp.gdmodstat.columns[1].title.caption
source: Partial
ru: Частично

# tformsqlcp.gdmodstat.columns[2].title.caption
source: Lang
ru: Язык

# tformsqlcp.gdmodstat.columns[3].title.caption
source: Name
ru: Название

# tformsqlcp.gdmodstat.hint
source: Double-Click to edit translation
ru: Двойной клик для редактирования перевода

source: Current translations
ru: Текущий перевод

source: Scan mod for text and add to list
ru: Сканировать мод на текст м добавить в список

# tformsqlcp.sbbuild.hint
source: Generate translation file for mod
ru: Создать файл перевода для мода

source: Show all deleted lines
ru: Показать все удалённые строки

source: Edit text for selected mod and language (or DblClick in list below)
ru: Редактировать текст выбранных мода и языка v(или двойной клик в списке ниже)

# tformsqlcp.sbload.hint
source: Load translation file
ru: Загрузить файл перевода

# tformsqlcp.sblog.hint
source: Show log file
ru: Показать лог

# tformsqlcp.sbnew.hint
source: Add new translation language
ru: Добавить язык перевода

source: Remove mod from list
ru: Удалить мод из списка

# tformsqlcp.sbsave.hint
source: Save DB changes (memory DB related)
ru: Сохранить изменения в БД (для базы в памяти)

source: Open settings window
ru: Открыть окно настроек

# tformsqlcp.sbsql.hint
source: Show session SQL requiests of DB modify
ru: Показать SQL запросы для изменения БД

source: Text don't have any references
ru: Ссылки на текст неизвестны

# tl2datamodule.rsseveralrefs
source: This text presents in several (about %d) places.
ru: Этот текст есть в нескольких (примерно %d) местах.

source: Strange, no deleted lines at all.
ru: Странно, удалённых строк нет.

source: Are you sure to delete totally selected lines from base?
ru: Вы уверены, что хотите окончательно удалить строки из БД?

# tl2edittext.rslanguage
source: Translation language
ru: Язык перевода

# tl2edittext.rsshow
source: Click on "Show Doubles" button to show
ru: Нажмите на кнопку "Показать дубли" для показа

# tl2notesform.stitle
source: Notes
ru: Заметки

source: Rebuild templates...
ru: Пересобираю шаблоны...

# tl2settingsform.rssettings
source: Settings
ru: Настройки

source: Paid or Free Key (free)
ru: Платный или нет ключ ( бесплатно)

source: Paid or Free Key (paid)
ru: Платный или нет ключ ( платно)

source: No reference for this text
ru: Нет отсылок к этому тексту

source: Target have sign at the end
ru: Перевод со знаком в конце

source: Source have less |u than target
ru: В исходнике меньше |u чем в переводе

source: Source have less colors than target
ru: В исходнике меньше цветов чем в переводе

source: Source have less lines than target
ru: В исходнике меньше строк чем в переводе

source: Target have space(s) at the end
ru: Перевод с пробелом в конце

source: Source have more |u than target
ru: В исходнике больше |u чем в переводе

source: Source have more colors than target
ru: В исходнике больше цветов чем в переводе

source: Source have more lines than target
ru: В исходнике больше строк чем в переводе

source: Source have sign at the end
ru: Исходник со знаком в конце

source: Source have space(s) at the end
ru: Исходник с пробелом в конце

source: Source have tags or parameters
ru: Исходник с тегами или параметрами

# tl2unit.rsaffected
source: line(s) affected
ru: строк(а/и) исправлено

# tl2unit.rsdefaultcaption
source: Torchlight 2 Translation
ru: Перевод Torchlight 2

# tl2unit.rsdodelete
source: Are you sure to delete selected line(s)? This text will be just hidden until you save and reload project.
ru: Вы уверены, что хотите удалить выбранную строку (строки)? Этот текст будет лишь скрытым, пока Вы не сохраните и не перезагрузите проект.

# tl2unit.rsdupes
source: Check doubles info.
ru: Проверьте информацию о дублях.

# tl2unit.rsfixall
source: Fix all
ru: Исправить всё

# tl2unit.rsfixone
source: Fix this
ru: Исправить

# tl2unit.rsfolderall
source: - All -
ru: - Все -

source: All
ru: Все

source: Modified
ru: Изменено

source: Non-latin
ru: Не латиница

# tl2unit.rsmodenotready
source: Not translated
ru: Не переведено

source: Original
ru: Исходные

# tl2unit.rsmodepartial
source: Partial
ru: Частичные

source: Ready
ru: Готовые

# tl2unit.rsmodereadyplus
source: Translated
ru: Переведено

# tl2unit.rsnext
source: Next note
ru: Далее

# tl2unit.rsnodoubles
source: No doubles for this text
ru: Нет дублей для этого текста

# tl2unit.rsnotes
source: Punctuation note
ru: Пунктутация

# tl2unit.rsnotsaved
source: Project modified. Do you want to save it?
ru: Проект изменён. Хотите сохранить его?

# tl2unit.rsnowarnings
source: No any warnings
ru: Никаких предупреждений нет

# tl2unit.rsreplaces
source: Total replaces
ru: Всего замен

# tl2unit.rsroot
source: -- Root --
ru: -- Корень --

source: *Unique*
ru: *Уникальные*

# tmaintl2transform.actchecktranslation.caption
source: Check Translation
ru: Проверка перевода

source: Check for notes of translation
ru: ЗАмечания по переводу

source: Export Clipboard
ru: Экспорт буфера обмена

source: Copy selected source text to clipboard
ru: Копировать выделенное в буфер

# tmaintl2transform.actfilter.caption
source: Filter
ru: Фильтр

# tmaintl2transform.actfilter.hint
source: Filter
ru: Фильтр

source: Find Next
ru: Найти далее

source: Search next
ru: Искать далее

source: Import Clipboard
ru: Импорт буфера обмена

source: Inset text with translation from clipboard
ru: Вставить текст с переводом из буфера

source: Mod Info
ru: О моде

source: Show mod info
ru: Показать информацию о моде

source: Replace
ru: ЗАменить

source: Replace translation text
ru: Заменить текст перевода

# tmaintl2transform.actsettings.caption
source: Settings
ru: Настройки

source: Show/hide settings
ru: Показать/скрыть настройки

source: Show Alts
ru: Показать альтернативы

source: Show Doubles
ru: Показать дубли

source: Show Doubling lines
ru: Показать одинаковые строки

source: Show log
ru: Показать лог

source: Show log window
ru: Показать окно лога

source: Show Similar
ru: Показать похожие

source: Show lines with "almost the same" text
ru: Показать с троки с похожим текстом

# tmaintl2transform.acttranslate.caption
source: Translate
ru: Перевод

source: Use online translate service
ru: Использовать онлайн-переводчик

# tmaintl2transform.caption
source: Torchlight 2 Translation
ru: Перевод Torchlight 2

source: Top-level folder filter
ru: Фильтр папок верхнего уровня

# tmaintl2transform.cblanguage.hint
source: Choose translation language
ru: Выберите язык перевода

source: E&xit
ru: Выход

source: Exit program
ru: Выход из программы

# tmaintl2transform.filesave.caption
source: &Save
ru: Сохранить

source: Save project
ru: Сохранить проект

# tmaintl2transform.fontedit.caption
source: &Font
ru: Шрифт

source: Font changing
ru: Изменение шрифта

source: &About
ru: О программе

source: About program
ru: О программе

# tmaintl2transform.helpnotes.caption
source: Show Notes
ru: Показать заметки

# tmaintl2transform.helpnotes.hint
source: Show Notes
ru: Показать заметки

source: &Edit
ru: Редактирование

source: &File
ru: Файл

source: &Help
ru: Помощь

source: &View
ru: Просмотр

# tmaintl2transform.tl2grid.columns[0].title.caption
source: Value
ru: Значение

source: Part
ru: Часть

source: Translation
ru: Перевод

source: Doubles
ru: Дубли

source: Similars List
ru: Похожие

source: (Partial translation)
ru: (Частичный перевод)

source: Cancel
ru: Отмена

# ttl2notes.bbsave.caption
source: &Save
ru: Сохранить

source: Add note
ru: Добавить заметку

source: Delete note
ru: Удалить заметку

source: Try to reload notes
ru: Перезагрузить заметки

source: Save notes
ru: Сохранить заметки

# ttl2notes.sbtranslate.hint
source: Translate
ru: Перевод

source: Note
ru: Заметка

# ttl2notes.sgnotes.columns[1].title.caption
source: Value
ru: Значение

# ttl2settings.bbfontedit.caption
source: &Font
ru: Шрифт

# ttl2settings.bbsavesettings.caption
source: &Save
ru: Сохранить

source: Mark new text as partial
ru: Пометить новый перевод как неточный

source: Mark params in [ ] and < >
ru: Пометить параметры в [ ] и <>

source: Remove tags on translation
ru: Удалить теги в переводе

source: Templates
ru: Шаблоны

source: Translation details
ru: Детали перевода

source: Words to exclude
ru: Слова, исключаемые для сравнения

source: Get your own API key
ru: Получите свой API ключ

# ttl2settings.lbllang.caption
source: Translation language
ru: Язык перевода

source: Program Language
ru: Язык программы

source: *Template is part of text to find similars
ru: *Шаблон - это часть текста для сравнения похожих строк

source: Translators
ru: Переводчики

source: Can't save log file
ru: Не могу сохранить лог
