Repository: Awkward-im/Torchlight
Catalog: TL2SQLCP/languages/tl2trans.*.po
Languages: es

source: About
es: Acerca de

source: Based on idea of Torch2Translate progam by Alexey Abramoff
es: Basado en la idea del programa Torch2Tranlate por Alexey Abramoff

source: This program is for translation help. Used for Torchligh 2 game.
es: Este programa es para ayudar con las traducciones usadas por el juego Torchlight 2.

source: Used standard FreePascal modules, line by line text files processing, except online Translation and JSON processing
es: Usa modulos estandar de FreePascal, procesado de texto linea por linea, excepto por traduccion online y procesamiento JSON

source: Mark as Partial
es: Marcar como parcial

source: Next line
es: Linea siguiente

source: Next untranslated
es: Siguiente sin traducir

source: Previous line
es: Linea anterior

source: Previous untranslated
es: Anterior sin traducir

source: Show Sample
es: Visualizar muestra

# tedittextform.acttranslate.hint
source: Translate
es: Traducir

source: Edit text
es: Editar texto

source: No block start
es: Sin bloque de inicio

source: No end of block
es: Sin bloque de cierre

source: No file starting tag
es: Sin etiqueta de inicio de archivo

source: No original text
es: Sin texto original

source: No translated text
es: Sin texto traducido

source: Notes
es: Notas

source: line(s) affected
es: linea(s) afectadas

source: Check importing translations
es: Comprobar la importación de traducciones

source: Are you sure to delete selected line(s)? This text will be just hidden until you save and reload project.
es: ¿Esta seguro de eliminar la(s) linea(s) seleccionada(s)? Este texto solo permanecera oculto hasta que guarde y reabra el proyecto.

source: ESC to cancel
es: ESC para cancelar

source: - All -
es: - Todo -

source: Importing
es: Importando

source: Total replaces
es: Reemplazos totales

source: -- Root --
es: -- arraigar --

source: Do you want to break scan? It clear full scan process.
es: ¿Desea terminar el escaneo? Esto limpiara el proceso del escaneado.

source: Error %d in translation file %s, line %d: %s
es: Error %d en el archivo de traduccion %s, linea %d: %s

source: Warning
es: Advertencia

source: Not realized yet
es: Todavia sin realizar

# tl2settingsform.ssettings
source: Settings
es: Configuracion

# tl2unit.sdefaultcaption
source: Torchlight 2 Translation
es: Traduccion Torchlight 2

source: Do you want to scan this directory?
es: ¿Desea escanear esta carpeta?

source: Do tree scan?
es: ¿Escanear subcarpetas?

source: (loading)
es: (cargando)

source: Project modified. Do you want to save it?
es: Proyecto modificado ¿Desea guardarlo?

# tl2unit.sopenproject
source: Open project
es: Abrir proyecto

# tl2unit.ssaveproject
source: Save project
es: Guardar proyecto

source: (saving)
es: (guardando)

source: (scanning)
es: (escaneando)

# tmaintl2transform.caption
source: Torchlight 2 Translation
es: Traduccion Torchlight 2

source: Scan selected dir only
es: Solo escanear carpeta seleccionada

# tmaintl2transform.closepage.caption
source: Close Page
es: Cerrar pagina

source: &Build
es: &Crear

source: Build translation
es: Crear traduccion

source: E&xit
es: S&alir

source: Exit program
es: Cerrar programa

source: &Open
es: &Abrir

# tmaintl2transform.fileopen.hint
source: Open project
es: Abrir proyecto

# tmaintl2transform.filesave.caption
source: &Save
es: &Guardar

# tmaintl2transform.filesave.hint
source: Save project
es: Guardar proyecto

source: Save &As...
es: Guardar &como...

source: Save project as...
es: Guardar el proyecto como...

# tmaintl2transform.fontedit.caption
source: &Font
es: &Fuente

source: Font changing
es: Cambiar fuente

source: Objects to scan
es: Objectos a escanear

source: &About
es: &Acerca de

source: About program
es: Acerca del programa

# tmaintl2transform.helpnotes.caption
source: Show Notes
es: Mostrar notas

# tmaintl2transform.helpnotes.hint
source: Show Notes
es: Mostrar notas

source: Doubleclick to scan
es: Doble-click para escanear

source: &File
es: &Archivo

source: &Help
es: &Ayuda

source: Scan just known files
es: Escanear archivos conocidos

source: *.DAT, *.LAYOUT and *.TEMPLATE files
es: Archivos *.DAT, *.LAYOUT and *.TEMPLATE

source: Scan all text files
es: Escenar todos los archivos de texto

# ttl2notes.bbcancel.caption
source: Cancel
es: Cancelar

source: Add note
es: Agregar Nota

source: Delete note
es: Eliminar nota

source: Save notes
es: Guardar notas

# ttl2notes.sbtranslate.hint
source: Translate
es: Traducir

source: Note
es: Nota

# ttl2notes.sgnotes.columns[1].title.caption
source: Value
es: Valor

source: Check for notes of translation
es: Revisar notas de traduccion

source: Copy selected source text to clipboard
es: Copiar texto original seleccionado al portapapeles

source: Save selected source text
es: Guardar texto original seleccionado

source: Filter
es: Filtro

source: Search next
es: Buscar siguiente

source: Hide translated lines
es: Ocultar lineas traducidas

source: Inset text with translation from clipboard
es: Insertar texto con traduccion desde el portapapeles

source: Add translation from file
es: Agregar traduccion desde archivo

source: Mark partially translated text as translated
es: Marcar texto con traduccion parcial como traducido

source: Replace translation text
es: Reemplazar texto de traduccion

source: Show Doubling lines
es: Mostrar lineas duplicadas

source: Show lines with "almost the same" text
es: Mostrar lineas con texto "Similar"

source: Use online translate service
es: Usar servicio de traducción online

source: Top-level folder filter
es: Filtro de carpeta de nivel superior

# ttl2settings.bbfontedit.caption
source: &Font
es: &Fuente

# ttl2settings.bbsavesettings.caption
source: &Save
es: &Guardar

source: Mark Autocorrected as partial
es: Marcar autocorregido como parcial

source: Hide Partial with Translated
es: Ocultar parcial con traducido

source: Hide partially translated with translated by "Hide ready" button
es: Ocultar parcialmente traducido con traducido por el botón "Ocultar listo"

source: Mark imported lines as partial
es: Marcar lineas importadas como parciales

source: Remove tags on translation
es: Eliminar etiquetas en la traducción

source: Reopen projects at start
es: Reapertura de proyectos al inicio

source: Default translation file
es: Archivo de traduccion por defecto

source: Words to exclude from comparing
es: Palabras a excluir de la comparacion

source: Reopen project to apply new list
es: Reabrir proyecto para aplicar nueva lista

source: Translation language
es: Lenguage de traduccion

source: Program Language
es: Lenguage de programa

source: Root directory for mods
es: Carpeta raiz para mods

source: Translators
es: Traductores

source: Working directory
es: Carpeta de trabajo
