Repository: Awkward-im/Torchlight
Catalog: TL2SaveGUI/sgexplorer.*.po
Languages: ru

# formbuttons.rsexportdata
source: Export data
ru: Экспорт данных

# formbuttons.rsimportdata
source: Import data
ru: Импорт данных

source: Casual
ru: Новичок

source: Default
ru: По умолчанию

# formchar.rsdexterity
source: Dexterity
ru: Ловкость

source: Expert
ru: Мастер

source: female
ru: женский

# formchar.rsfocus
source: Focus
ru: Концентрация

source: male
ru: мужской

# formchar.rsnormal
source: Normal
ru: Нормальный

# formchar.rsstrength
source: Strength
ru: Сила

source: Veteran
ru: Ветеран

# formchar.rsvitality
source: Vitality
ru: Стойкость

source: Exclusive
ru: Эксклюзивный

source: Not Magical
ru: Не магический

source: Saves
ru: Сохраняется

source: Display Positive
ru: Отображать положительное

source: Use Owner Level
ru: Использовать уровень владельца

source: Has Graph
ru: Имеет график

source: Is Bonus
ru: Это Бонус

source: Is Enchantment
ru: Это Зачарование

source: Has Link Name
ru: Есть имя ссылки

source: Has Particles
ru: Есть частицы

source: Has Unit Theme
ru: Есть тема юнита

source: Remove On Death
ru: Убрать при смерти

source: Has Icon
ru: Есть иконка

source: Display Max Modifier
ru: Показ максимума мдификатора

source: Is For Weapon
ru: Для оружия

source: Is For Armor
ru: Для доспехов

source: Is Disabled
ru: Запрещён

source: item
ru: предмет

source: Not used
ru: Не исп.

source: skill
ru: умение

source: Save Trigger data
ru: Сохранить триггеры

source: Are you sure to clear mod list?
ru: Вы уверены, что хотите очистить список модов?

source: Don't forget to check modded objects. Or use "Fix Modded objects" item from Main menu
ru: Не забудьте проверить объекты модов Или используйте "Исправить объекты модов" пункт в Главном меню

source: Character
ru: Персонаж

source: was not found for current mod list. Change it manually.
ru: не найдено для текущего списка модов. Измените это вручную.

# formsavegame.rsitems
source: Items
ru: Предметы

source: KeyMapping
ru: Клавиши

source: Maps
ru: Локации

# formsavegame.rsmodlist
source: Mod list
ru: Список Модов

source: Movies
ru: Киношки

source: Can't load savegame file
ru: Не могу загрузить файл сохранёнки

source: Your pet type was not found in current mod list and was replaced by default one.
ru: Ваш тип питомца не найден для текущего списка модов и был замещён стандартным.

source: Pets and allies
ru: Питомцы и союзники

source: Player statistic
ru: Статистика игрока

source: Props
ru: Всякое

# formsavegame.rsqitem
source: Quest items
ru: Предметы заданий

source: Quests
ru: Квесты

# formsavegame.rsrecipes
source: Recipes
ru: Рецепты

source: Savegame
ru: Сохранёнка

source: Open Savegame
ru: Загрузить сохранённую игру

source: Save Savegame
ru: Сохранить файл

source: Settings
ru: Настройки

# formsavegame.rsskills
source: Skills
ru: Умения

source: Sorry, your character class
ru: Извините, ваш класс персонажа

source: Global statistic
ru: Глобальная статистика

source: Units
ru: Юниты

source: Database file not found. Check settings and rescan if needs
ru: База данных не найдена Проверьте настройки и пересканируйте если надо

source: Better to scan your mod collection if you didn't it before or it was changed
ru: Лучше просканировать вашу коллекцию модов если ещё не делали это или она менялась

# rgdb.rsbasegame
source: Base game
ru: Базовая игра

# rgdb.rshp
source: Best Health Potion
ru: Лучшее зелье здоровья

# rgdb.rslmb
source: Left mouse button
ru: Левая кнопка мыши

# rgdb.rsmp
source: Best Mana Potion
ru: Лучшее зелье маны

# rgdb.rspethp
source: Best Pet Health Potion
ru: Лучшее зелье здоровья питомцу

# rgdb.rspetmp
source: Best Pet Mana Potion
ru: Лучшее зелье маны питомцу

# rgdb.rspetspell1
source: Pet spell 1
ru: Заклинание питомца 1

# rgdb.rspetspell2
source: Pet spell 2
ru: Заклинание питомца 2

# rgdb.rspetspell3
source: Pet spell 3
ru: Заклинание питомца 3

# rgdb.rspetspell4
source: Pet spell 4
ru: Заклинание питомца 4

# rgdb.rsqk0
source: Quckslot 0
ru: Быстрый доступ 0

# rgdb.rsqk1
source: Quckslot 1
ru: Быстрый доступ 1

# rgdb.rsqk2
source: Quckslot 2
ru: Быстрый доступ 2

# rgdb.rsqk3
source: Quckslot 3
ru: Быстрый доступ 3

# rgdb.rsqk4
source: Quckslot 4
ru: Быстрый доступ 4

# rgdb.rsqk5
source: Quckslot 5
ru: Быстрый доступ 5

# rgdb.rsqk6
source: Quckslot 6
ru: Быстрый доступ 6

# rgdb.rsqk7
source: Quckslot 7
ru: Быстрый доступ 7

# rgdb.rsqk8
source: Quckslot 8
ru: Быстрый доступ 8

# rgdb.rsqk9
source: Quckslot 9
ru: Быстрый доступ 9

# rgdb.rsrmb
source: Right mouse button
ru: Правая кнопка мыши

# rgdb.rsrmbalt
source: Right mouse button (alternative)
ru: Правая кнопка мыши (альтернативная)

# rgdb.rsset
source: Set
ru: Установить

# rgdb.rsspell1
source: Spell 1
ru: Заклинание 1

# rgdb.rsspell2
source: Spell 2
ru: Заклинание 2

# rgdb.rsspell3
source: Spell 3
ru: Заклинание 3

# rgdb.rsspell4
source: Spell 4
ru: Заклинание 4

source: Delete
ru: Удалить

source: Export
ru: Экспорт

source: Import
ru: Импорт

source: Apply custom class name
ru: Применить своё имя класса

# tfmchar.bbupdate.caption
source: &Update
ru: Обновить

source: Cheater
ru: Читер

source: Check points
ru: Проверка очков

# tfmchar.cbenabled.caption
source: Enabled
ru: Разрешено

source: Hardcore
ru: Хардкор

source: Keep base stats
ru: Оставить базовые характеристики

source: Action
ru: Действие

source: Base stats
ru: Базовые характеристики

# tfmchar.gbcoords.caption
source: Coordinates
ru: Координаты

source: Levels
ru: Уровни

source: Gender
ru: Пол

source: Global
ru: Глобально

source: Spells
ru: Заклинания

# tfmchar.gbwardrobe.caption
source: Wardrobe
ru: Гардероб

source: Area
ru: Область

source: Morphed view
ru: Вид в морфе

source: Type here your custom class name
ru: Введите своё имя класса

source: *Actual HP and MP Bonus values can be another and will re-calc in game
ru: * Реальные бонусы HP и MP могут быть другими и будут пересчитаны в игре

# tfmchar.lbldexterity.caption
source: Dexterity
ru: Ловкость

source: Difficulty
ru: Сложность

source: Experience
ru: Опыт

source: Fame
ru: Слава

source: Fame Exp
ru: Опыт славы

# tfmchar.lblfocus.caption
source: Focus
ru: Концентрация

# tfmchar.lblfreepoints.caption
source: Free points
ru: Свободных очков

# tfmchar.lblgold.caption
source: Gold
ru: Золото

source: Health (now)
ru: Здоровье (сейчас)

source: Heath Bonus
ru: Бонус здоровья

# tfmchar.lbllevel.caption
source: Level
ru: Уровень

source: Mana (now)
ru: Мана (сейчас)

source: Mana Bonus
ru: Бонус маны

# tfmchar.lblmodlist.caption
source: Mod list
ru: Список Модов

source: * Permanent time is 5555
ru: * 5555 для "Постоянно"

source: Morph Time
ru: Время морфа

# tfmchar.lblname.caption
source: Character name
ru: Имя персонажа

source: Choose new class
ru: Выберите новый класс

source: NG State
ru: Статус NG

source: Scale
ru: Масштаб

source: Skin
ru: Окрас

# tfmchar.lblstrength.caption
source: Strength
ru: Сила

source: Town Time
ru: Время в городе

# tfmchar.lblvitality.caption
source: Vitality
ru: Стойкость

source: Boots
ru: Обувь

source: Hair color
ru: Цвет волос

source: Face
ru: Лицо

source: Feature1
ru: Свойство1

source: Feature2
ru: Свойство2

source: Feature3
ru: Свойство3

source: Gloves
ru: Перчатки

source: Hair style
ru: Стиль волос

source: Head
ru: Голова

source: Pants
ru: Штаны

source: Shoulders
ru: Наплечники

source: Torso
ru: Тело

source: Waypoint
ru: Телепорт

source: Attack
ru: Атака

source: Defence
ru: Защита

source: Idle
ru: Покой

# tfmchar.sgstats.columns[0].title.caption
source: Title
ru: Название

# tfmchar.sgstats.columns[1].title.caption
source: Value
ru: Значение

# tfmchar.sgstats.columns[2].title.caption
source: Mod
ru: Мод

source: Actions
ru: Действия

# tfmchar.tsitems.caption
source: Items
ru: Предметы

# tfmchar.tsotherinfo.caption
source: Other
ru: Другое

source: Stats
ru: Характеристики

# tfmchar.tsstatistic.caption
source: Statistic
ru: Статистика

source: View
ru: Вид

# tfmchar.tswardrobe.caption
source: Wardrobe
ru: Гардероб

# tfmeffects.caption
source: Effects
ru: Эффекты

source: Activation
ru: Активация

source: Base Class
ru: Исходный класс

source: Damage type
ru: Тип урона

source: Display
ru: Отображение

source: Duration
ru: Длительность

source: Effect Name
ru: Имя эффекта

# tfmeffects.lbleffects.caption
source: Effects
ru: Эффекты

source: Graph
ru: График

# tfmeffects.lblicon.caption
source: Icon
ru: Иконка

# tfmeffects.lbllevel.caption
source: Level
ru: Уровень

source: Link Name
ru: Имя ссылки

source: Particles
ru: Частицы

source: Properties
ru: Свойства

source: Source
ru: Исходник

source: Unit Theme
ru: Тема юнита

# tfmeffects.lblunknown.caption
source: Unknown
ru: Неизвестно

source: List
ru: Список

source: Effect
ru: Эффект

# tfmeffects.sgeffects.columns[2].title.caption
source: Name
ru: Имя

# tfmeffects.sgstats.columns[0].title.caption
source: Title
ru: Название

# tfmeffects.sgstats.columns[1].title.caption
source: Value
ru: Значение

source: Clear mod list
ru: Очистить список модов

# tfmitem.bbupdate.caption
source: &Update
ru: Обновить

source: Activated
ru: Активировано

# tfmitem.cbenabled.caption
source: Enabled
ru: Разрешено

# tfmitem.cbequipped.caption
source: Equipped
ru: Надето

# tfmitem.cbflag1.hint
source: Equipped
ru: Надето

# tfmitem.cbflag7.hint
source: Recognized
ru: Распознано

# tfmitem.cbrecognized.caption
source: Recognized
ru: Распознано

source: ?Visible
ru: ?Видимо

# tfmitem.gbcoords.caption
source: Coordinates
ru: Координаты

source: Altered
ru: Изменено

source: Flags
ru: Флажки

source: Armor
ru: Доспех

source: Armor by Type
ru: Доспех по типу

source: Armor type
ru: Тип доспеха

source: Enchant count
ru: Кол-во зачарований

# tfmitem.lbllevel.caption
source: Level
ru: Уровень

# tfmitem.lblname.caption
source: Name
ru: Имя

source: Position
ru: Положение

source: Prefix
ru: Префикс

source: Sockets
ru: Слотов

source: Stack
ru: Ёмкость

source: Suffix
ru: Суффикс

source: Weapon Damage Bonuses
ru: Бонусы урона оружием

source: Weapon Damage
ru: Урон оружием

source: Element
ru: Элемент

source: Bonus
ru: Бонус

# tfmitem.tscommoninfo.caption
source: Common
ru: Общее

source: Item
ru: Предмет

# tfmitem.tsotherinfo.caption
source: Other
ru: Другое

source: Prop
ru: Окруж.

source: Equipped only
ru: Надетое

source: Key
ru: Клавиша

source: Type
ru: Тип

source: Binding
ru: Привязка

# tfmkeybinding.sgkeybinding.columns[3].title.caption
source: Mod
ru: Мод

source: Current Time?
ru: Текущее время?

source: Used Layouts
ru: Использованые планировки

source: Matrix
ru: Матрица

# tfmmap.lblname.caption
source: Name
ru: Имя

source: Total Time?
ru: Общее время?

source: Triggers
ru: Триггеры

source: Layout's part
ru: Часть планировки

# tfmmap.sglaydata.columns[1].title.caption
source: Value
ru: Значение

# tfmmap.sglaydata.columns[2].title.caption
source: Unknown
ru: Неизвестно

# tfmmap.sglayouts.columns[0].title.caption
source: Title
ru: Название

# tfmmodlist.bbclear.caption
source: Clear
ru: Очистить

# tfmmodlist.bbupdate.caption
source: &Update
ru: Обновить

# tfmmodlist.caption
source: Mod list
ru: Список Модов

source: Bound
ru: Прикреплено

source: Full history
ru: Полная история

source: Recent
ru: Частое

source: Copy list to clipboard
ru: Скопировать список в буфер

# tfmmodlist.sgbound.columns[0].title.caption
source: Title
ru: Название

# tfmmodlist.sgbound.columns[1].title.caption
source: Ver
ru: Версия

# tfmmodlist.sgfull.columns[0].title.caption
source: Title
ru: Название

# tfmmodlist.sgfull.columns[1].title.caption
source: Ver
ru: Версия

# tfmmodlist.sgrecent.columns[0].title.caption
source: Title
ru: Название

# tfmmodlist.sgrecent.columns[1].title.caption
source: Ver
ru: Версия

# tfmmovies.bbupdate.caption
source: &Update
ru: Обновить

source: Just "Views" column is editable
ru: Меняется только значение "Просмотров"

# tfmmovies.sgmovies.columns[0].title.caption
source: Title
ru: Название

source: Views
ru: Просмотров

source: Path
ru: Путь

# tfmmovies.sgmovies.columns[4].title.caption
source: Name
ru: Имя

# tfmmovies.sgmovies.columns[5].title.caption
source: Mod
ru: Мод

source: Save Quest
ru: Сохранить задание

# tfmquests.sgquests.columns[0].title.caption
source: Title
ru: Название

source: Done
ru: Готово

# tfmquests.sgquests.columns[2].title.caption
source: Name
ru: Имя

source: Mods
ru: Моды

source: &Clear
ru: Очистить

# tfmrecipes.bbupdate.caption
source: &Update
ru: Обновить

source: Delete Wrong
ru: Удалить ошибочное

source: Learn All
ru: Учить всё

source: Learn titled
ru: Учить с названиями

source: Learn just actual
ru: Учить актуальное

# tfmrecipes.sgrecipes.columns[0].title.caption
source: Title
ru: Название

# tfmrecipes.sgrecipes.columns[1].title.caption
source: Mod
ru: Мод

source: Clear cheat
ru: Сброс читов

source: E&xit
ru: Выход

source: Fix Modded objects
ru: Исправить объекты модов

source: &Open
ru: Открыть

source: &Reload
ru: Перезагрузить

source: &Save
ru: Сохранить

source: &File
ru: Файл

source: Rescan
ru: Скан.

source: Save
ru: Сохранить

source: Make backups
ru: Делать резервную копию

source: Show IDs in Hex form
ru: Показать ID шестнадцатеричными

source: Save mods database after scan
ru: Сохранить базу после сканирования

source: Show all
ru: Показать всё

source: Show Tech info
ru: Показать техническое

source: Mods Scan
ru: Сканирование модов

source: What to show
ru: Что показывать

source: Database file
ru: Файл базы

source: Icons directory
ru: Папка иконок

source: Mods directory
ru: Папка с модами

source: Default Savegame directory
ru: Папка сэйвов по-умолчанию

source: Update
ru: Обновить

source: Reset
ru: Сброс

source: Check Level
ru: Проверить уровень

source: Check Points
ru: Проверить очки

source: Save Full list
ru: Сохр. полный список

# tfmskills.lblfreepoints.caption
source: Free points
ru: Свободных очков

source: Skill name
ru: Имя умения

# tfmskills.sgskills.columns[0].title.caption
source: Icon
ru: Иконка

source: Skill
ru: Умение

source: Passive
ru: Пассивный

# tfmskills.sgskills.columns[4].title.caption
source: Level
ru: Уровень

# tfmstat.bbclearlearnhistory.caption
source: Clear
ru: Очистить

source: Flag
ru: Флаг

# tfmstat.gbblock.caption
source: Common
ru: Общее

source: Initial data
ru: Начальные данные

# tfmstat.gbunknown.caption
source: Unknown
ru: Неизвестно

source: Character class
ru: Класс героя

# tfmstat.lbllevel.caption
source: Level
ru: Уровень

# tfmstat.lblname.caption
source: Character name
ru: Имя персонажа

source: Pet type
ru: Тип питомца

source: Skill learn order history
ru: История изучения умений

source: Session time
ru: Время сессии

source: Total time
ru: Общее время

# tfmstat.sgarea1.columns[0].title.caption
source: Title
ru: Название

# tfmstat.sgarea1.columns[1].title.caption
source: Time
ru: Время

# tfmstat.sgarea2.columns[0].title.caption
source: Title
ru: Название

# tfmstat.sgarea2.columns[1].title.caption
source: Level
ru: Уровень

# tfmstat.sgitems.columns[0].title.caption
source: Title
ru: Название

# tfmstat.sgitems.columns[1].title.caption
source: Normal
ru: Нормальный

source: Blue
ru: Синий

source: Green
ru: Зеленый

source: ?Gold(4b)
ru: ?Золото(4б)

source: ?IsSet
ru: ?Набор

source: Max.Bonuses
ru: Макс.бонус

source: Bought
ru: Куплено

source: Enemy
ru: Противник

source: Amount
ru: Количество

# tfmstat.sglevelup.columns[0].title.caption
source: Level
ru: Уровень

# tfmstat.sglevelup.columns[1].title.caption
source: Time
ru: Время

# tfmstat.sglevelup.columns[6].title.caption
source: Gold
ru: Золото

# tfmstat.sgmobs.columns[0].title.caption
source: Title
ru: Название

source: Exp
ru: Опыт

# tfmstat.sgskills.columns[0].title.caption
source: Title
ru: Название

source: Times
ru: Кол-во раз

source: By Pet?
ru: Питомцем?

# tfmstat.sgskills.columns[3].title.caption
source: Level
ru: Уровень

source: Area Time
ru: Время на месте

source: Area Level
ru: Место уровня

# tfmstat.tscommon.caption
source: Common
ru: Общее

source: Picked Items
ru: Подобрано

source: Died From
ru: Умер от

source: Skill learn
ru: Выучено

source: LevelUp
ru: Получение уровня

source: Mobs
ru: Монстры

# tfmstat.tsskills.caption
source: Skills
ru: Умения

# tfmstatistic.bbupdate.caption
source: &Update
ru: Обновить

# tfmstatistic.gbstatistic.caption
source: Statistic
ru: Статистика

source: Savegame loading failed
ru: Неудачная загрузка сохранёнки

source: Savegame saving failed
ru: Неудачная запись сохранёнки

source: Wrong save file size
ru: Неверный размер сохранёнки

source: Wrong file size
ru: Невернй размер файла

source: Breakables Broken
ru: Сломано предметов

source: Champions Killed
ru: Убито героев

source: Deaths
ru: Смертей

source: Highest Damage Dealt
ru: Максимальный нанесенный урон

source: Highest Damage Taken
ru: Максимальный полученный урон

source: Items Enchanted
ru: Зачаровано предметов

source: Monsters Exploded
ru: Взорвано чудовищ

source: Fish Caught
ru: Поймано рыбы

source: Times Gambled
ru: Азартных игр

source: Gold Gathered
ru: Собрано золота

source: Levels Explored
ru: Изучено уровней

source: Level Time Played
ru: Время игры на уровне

source: Monsters Killed
ru: Убито чудовищ

source: Portals Used
ru: Использовано порталов

source: Potions Used
ru: Выпито зелий

source: Quests completed
ru: Выполнено заданий

source: Skills Used
ru: Использовано навыков

source: Steps Taken
ru: Сделано шагов

source: Time Played
ru: Игровое время

source: Items Transmuted
ru: Превращено предметов

source: Traps Sprung
ru: Активировано капканов

source: Lootables Looted
ru: Осмотрено тайников

source: Unknown Stat
ru: Неизвестная статистика
